const allLangs = {
    /// PROMO ///
    "promo .promo__text-title": {
        "ua": "ТОВ \"Юкрейніан Текнолоджи Трансфер Тим\" (UTTT LLC)",
    },
    "promo .promo__text-subtitle": {
        "ua": "Високотехнологічні рішення для створення бізнес-моделей лідерів ринку",
    },
    "promo .promo__text-description": {
        "ua": "Майстерність монетизації ідей і смислів.<br> \n" +
            "Синергія результатів і корисності для світу. <br>\n" +
            "Фокус - можливості та прибуток. <br>\n" +
            "Концепція - тотальне домінування на ринку.",
    },
    "promo .menu-about": {
        "ua": "Про нас",
    },
    "promo .menu-projects": {
        "ua": "Проєкти",
    },
    "promo .menu-team": {
        "ua": "Команда",
    },
    "promo .menu-partners": {
        "ua": "Наші партнери",
    },
    "promo .menu-contacts": {
        "ua": "Контакти",
    },

    /// About Us ///

    "aboutUs .aboutUs__title": {
        "ua": "Про нас",
    },
    "aboutUs .lang-aboutUs__description": {
        "ua":
            "<span>Ukrainian Technology Transfer Team (UTTT LLC) Молода українська компанія ТОВ \"Юкрейніан Текнолоджи Трансфер Тим\", що динамічно розвивається.</span>" +
            "<span>Основна діяльність спрямована на бізнес-консалтинг,розробку, підтримку та імплементацію, масштабування інноваційних технологічних проектів і стартапів.</span>",
    },
    "aboutUs .aboutUs__more-information": {
        "ua": "Більше про нас",
    },
    "aboutUs .aboutUs__description_additional": {
        "ua":
            "<br>" +
            "<b>Наша команда</b> &ndash; це досвідчені фахівці, науковці, практики та експерти, які знають тонкощі своєї справи." +
            "<br><br>" +
            "<b>Наша мета</b> &ndash; це зробити людей здоровішими, планету екологічною та безпечною, розробляючи та впроваджуючи " +
            "сучасні інноваційні технології, зберігаючи довкілля, покращуючи комфорт людей, їх безпеку, якість та рівень життя." +
            "<br><br>" +
            "<b>Політика компанії</b> &ndash; запропонувати споживачеві високотехнологічний корисний продукт, а інвестору – проект з високою " +
            "рентабельністю, масштабованістю та прикладною значущістю. Ми ті, хто покращить життя на Землі екологічно, системно і етично." +
            "<br><br>\n" +
            "<b>Наша місія</b> &ndash; розвиток та поширення ідеології свідомого соціально-орієнтованого бізнесу в глобальній інтегрованій екосистемі світу.",
    },

    /// PROJECTS ///
    "projects .projects__title": {
        "ua": "Проєкти"
    },
    "projects .slider__item-btns a:not([data-form-btn])": {
        "ua": "Скачати .PDF"
    },
    //SLIDE 1
    "slider__item_slide-1 .slider__item-title": {
        "ua": "БГЕС"
    },
    "slider__item_slide-1 .slider__item-subtitle": {
        "ua": "Безгребельна електростанція БГЕС технологія "
    },
    "slider__item_slide-1 .slider__item-text": {
        "ua": "БГЕС являє собою енергетичний комплекс, що використовує відновлюване, практично невичерпне джерело енергії потоків води, і дозволяє виробляти дешеву електроенергію в обсягах, достатніх не тільки для окремих регіонів, але навіть для цілих континентів, з високою економічною ефективністю і стабільною величиною встановленої генерації. При цьому БГЕС, що розміщена всередині потоку на певній глибині, не перешкоджає судноплавству, не руйнує підводну екосистему, не спотворює ландшафт місцевості, не забруднює навколишнє середовище. Коефіцієнт використання встановленої потужності БГЕС наближається до значень такого у гребельних гідроелектростанцій і перевершує сонячні, вітрові та хвильові."
    },
    "slider__item_slide-1 .slider__item-app": {
        "ua": "<span>ЗАСТОСУВАННЯ</span> <br> Генерація електроенергії за рахунок перетворення кінетичної енергії в електричну."
    },
    "slider__item_slide-1 .slider__item-more": {
        "ua": "Більше..."
    },
    //SLIDE 2
    "slider__item_slide-2 .slider__item-title": {
        "ua": "HHelper"
    },
    "slider__item_slide-2 .slider__item-subtitle": {
        "ua": "Health Helper - пристрій для діагностики судинної системи "
    },
    "slider__item_slide-2 .slider__item-text": {
        "ua": "Цей продукт є нашим рішення для вимірювання швидкості крові в судинах, проходив клінічні випробування частково використовувався в лікарській практиці і має високі показники точності як в швидкості крові так і в її похідних - таких як верхній/нижній артеріальний тиск, пульс."
    },
    "slider__item_slide-2 .slider__item-app": {
        "ua": "<span>ЗАСТОСУВАННЯ</span> <br> Пристрій має доведену ефективність в клінічній діагностиці тромбозу в початкових стадіях, і деяких інших специфічних хворобах при вагітності на етапі ранньої діагностики."
    },
    "slider__item_slide-2 .slider__item-more": {
        "ua": "Більше..."
    },
    //SLIDE 3
    "slider__item_slide-3 .slider__item-title": {
        "ua": "Sanders"
    },
    "slider__item_slide-3 .slider__item-subtitle": {
        "ua": "Пристрій для поліпшення зчеплення колісних пар з рейками."
    },
    "slider__item_slide-3 .slider__item-text": {
        "ua": "SANDERS (пісочниця) – пристрій, що автоматично подає пісково-повітряну суміш в контакт колеса з рейкою, дозволяючи збільшити коефіцієнт зчеплення колеса з рейкою. Забезпечує подачу піску під колеса рухомого складу з продуктивністю, пропорційної швидкості руху (що не реалізовано у абсолютно переважної кількості конкурентів)."
    },
    "slider__item_slide-3 .slider__item-app": {
        "ua": "<span>ЗАСТОСУВАННЯ</span> <br> Високошвидкісні поїзди, магістральні тепловози та електровози; маневрові тепловози; трамваї."
    },
    "slider__item_slide-3 .slider__item-more": {
        "ua": "Більше..."
    },
    //SLIDE 4
    "slider__item_slide-4 .slider__item-title": {
        "ua": "Tram-Help"
    },
    "slider__item_slide-4 .slider__item-subtitle": {
        "ua": "Пристрій для змащення гребнів коліс міського рейкового транспорту"
    },
    "slider__item_slide-4 .slider__item-text": {
        "ua": "Пристрій адаптовано до умов міської транспортної інфраструктури; реалізовано дискретне нанесення твердого мастила на поверхню гребня колеса за заданим алгоритмом в залежності від кліматичних умов експлуатації пристрою з можливістю автоматичного обігріву. Впровадження пристрою знижує експлуатаційні витрати, витрати енергоресурсів та час на ремонт, підвищує рівень безпеки та запобігає сходам з рейок."
    },
    "slider__item_slide-4 .slider__item-app": {
        "ua": "<span>ЗАСТОСУВАННЯ</span> <br> Трамваї, електропоїзди метро. Може бути адаптовано для любого рейкового транспорту."
    },
    "slider__item_slide-4 .slider__item-more": {
        "ua": "Більше..."
    },
    //SLIDE 5
    "slider__item_slide-5 .slider__item-title": {
        "ua": "DRS (Disc Retard System)"
    },
    "slider__item_slide-5 .slider__item-subtitle": {
        "ua": "Дискове гальмо для наземного транспорту."
    },
    "slider__item_slide-5 .slider__item-text": {
        "ua": "У пристрої запропоновано метод створення фрикційних властивостей дискового гальма, основою якого є одночасне використання як мінімум двох і більше фрикційних матеріалів у силовій схемі взаємодії гальмової накладки (колодки) та гальмового диска з урахуванням індивідуального навантаження кожного з них. Поєднання декількох традиційних фрикційних матеріалів у силовій схемі дискового гальма дозволяє конструктивними заходами досягти необхідних експлуатаційних якостей дискового гальма без застосування (або розробки нових) більш дорогих фрикційних матеріалів (чого не можливо добитися за рахунок використання лише традиційних фрикційних матеріалів по одинці)."
    },
    "slider__item_slide-5 .slider__item-app": {
        "ua": "<span>ЗАСТОСУВАННЯ</span> <br> Колісний та рейковий транспорт, де використовуються фрикційні гальма."
    },
    "slider__item_slide-5 .slider__item-more": {
        "ua": "Більше..."
    },
    //SLIDE 6
    "slider__item_slide-6 .slider__item-title": {
        "ua": "Aero stat"
    },
    "slider__item_slide-6 .slider__item-subtitle": {
        "ua": "Аеростати та дирижаблі засіб для рятування людей від повенів, пожарів, стихійних лих у труднодоступних місцях."
    },
    "slider__item_slide-6 .slider__item-text": {
        "ua": "Суть проекту – безпечний керований аеростат (дирижабль) дозволить створити у вільному нерегульованому повітряному просторі ефективний інструмент повітряної реклами, освітлення масових заходів, а також дозволити виконувати моніторингові та транспортні місії в зонах стихійних лих для порятунку населення."
    },
    "slider__item_slide-6 .slider__item-app": {
        "ua": "<span>ЗАСТОСУВАННЯ</span> <br> Унікальна можливість в маркетингових цілях розмістити високо у повітрі десятки квадратних метрів інформації з мінімальними витратами та максимальною ефективністю."
    },
    "slider__item_slide-6 .slider__item-more": {
        "ua": "Більше..."
    },

    /// TEAM ///

    "team .team__title": {
        "ua": "Команда"
    },
    //First
    "team__card-item-1 .team__card-item_desc": {
        "ua": "Профі у стратегії та антикризового менеджменту, фінансів, інвестицій, аналітики"
    },
    "team__card-item-1 .team__card-item_subtitle": {
        "ua": "Сергієнко Олена"
    },
    //Second
    "team__card-item-2 .team__card-item_desc": {
        "ua": "Профі у R&D, інформаційних технологіях, безпеці"
    },
    "team__card-item-2 .team__card-item_subtitle": {
        "ua": "Соснов Ігор"
    },
    //Third
    "team__card-item-3 .team__card-item_desc": {
        "ua": "Профі у вирішенні повсякденних завдань і моніторингу процесу, управління фінансами проектів"
    },
    "team__card-item-3 .team__card-item_subtitle": {
        "ua": "Самусь Павло"
    },
    //Fourth
    "team__card-item-4 .team__card-item_desc": {
        "ua": "Профі у маркетингу, продажах, комерції, співпраці та нетворкінгу"
    },
    "team__card-item-4 .team__card-item_subtitle": {
        "ua": "Застьола Євген"
    },


    // Contacts //
    "contacts .contacts__title": {
        "ua": "Контакти"
    },
    "contacts #german + .point_desc": {
        "ua": "Германія"
    },
    "contacts #poland + .point_desc": {
        "ua": "Польша"
    },
    "contacts #ukraine + .point_desc": {
        "ua": "Україна"
    },
    "contacts #usa + .point_desc": {
        "ua": "США"
    },

    // FOOTER //

    "footer .footer__title": {
        "ua": "ТОВ \"Юкрейніан Текнолоджи Трансфер Тим\""
    },
    "footer .footer__media-text": {
        "ua": "Соц. Мережі"
    },
    "footer .footer__menu-item-1 a": {
        "ua": "Про нас"
    },
    "footer .footer__menu-item-2 a": {
        "ua": "Проєкти"
    },
    "footer .footer__menu-item-3 a": {
        "ua": "Команда"
    },
    "footer .footer__menu-item-4 a": {
        "ua": "Контакти"
    },
    "footer .footer__authors > .designer": {
        "ua": "Дизайнер: <a target=\"_blank\" href=\"https://www.behance.net/lisasidorenko\">Сидоренко Аліса</a>"
    },
    "footer .footer__authors > .developer": {
        "ua": "Розробник: <a target=\"_blank\" href=\"https://www.linkedin.com/in/alexey-sitiy-a5303623a/\">Ситий Олексій</a>"
    },
    // "footer .footer__authors > .designer > a":{
    //     "ua":"Сидоренко Аліса"
    // },
    // "footer .footer__authors > .developer > a":{
    //     "ua":"Ситий Олексій"
    // },

}
