const allLangs = {
    /// PROMO ///
    "promo .promo__text-title": {
        "ua": "Українська команда трансферу технологій" + "<br>(UTTTLLC)",
    },
    "promo .promo__text-subtitle": {
        "ua": "Високотехнологічні рішення для створення бізнес-моделей лідерів ринку",
    },
    "promo .promo__text-description": {
        "ua": "Майстерність монетизації ідей і смислів.<br> \n" +
            "Синергія результатів і корисності для світу. <br>\n" +
            "Фокус - можливості та прибуток. <br>\n" +
            "Концепція - тотальне домінування на ринку.",
    },
    "promo .menu-about": {
        "ua": "Про нас",
    },
    "promo .menu-projects": {
        "ua": "Проєкти",
    },
    "promo .menu-team": {
        "ua": "Команда",
    },
    "promo .menu-partners": {
        "ua": "Наші партнери",
    },
    "promo .menu-contacts": {
        "ua": "Контакти",
    },

    /// About Us ///

    "aboutUs .aboutUs__title": {
        "ua": "Про нас",
    },
    "aboutUs .lang-aboutUs__description": {
        "ua":
            "<span>Ukrainian Technology Transfer Team (UTTT LLC) Молода українська компанія ТОВ \"Юкрейніан Текнолоджи Трансфер Тим\", що динамічно розвивається.</span>" +
            "<span>Основна діяльність спрямована на бізнес-консалтинг,розробку, підтримку та імплементацію, масштабування інноваційних технологічних проектів і стартапів.</span>",
    },
    "aboutUs .aboutUs__more-information": {
        "ua": "Більше про нас",
    },
    "aboutUs .aboutUs__description_additional": {
        "ua":
            "<br>" +
            "<b>Наша команда</b> &ndash; це досвідчені фахівці, науковці, практики та експерти, які знають тонкощі своєї справи." +
            "<br><br>" +
            "<b>Наша мета</b> &ndash; це зробити людей здоровішими, планету екологічною та безпечною, розробляючи та впроваджуючи " +
            "сучасні інноваційні технології, зберігаючи довкілля, покращуючи комфорт людей, їх безпеку, якість та рівень життя." +
            "<br><br>" +
            "<b>Політика компанії</b> &ndash; запропонувати споживачеві високотехнологічний корисний продукт, а інвестору – проект з високою " +
            "рентабельністю, масштабованістю та прикладною значущістю. Ми ті, хто покращить життя на Землі екологічно, системно і етично." +
            "<br><br>\n" +
            "<b>Наша місія</b> &ndash; розвиток та поширення ідеології свідомого соціально-орієнтованого бізнесу в глобальній інтегрованій екосистемі світу.",
    },

    /// PROJECTS ///
    "projects .projects__title": {
        "ua": "Проєкти"
    },
    "projects .slider__item-btns a": {
        "ua": "Скачати .PDF"
    },
    //SLIDE 1
    "slider__item_slide-1 .slider__item-title": {
        "ua": "БГЕС"
    },
    "slider__item_slide-1 .slider__item-subtitle": {
        "ua": "Безгребельна електростанція БГЕС технологія "
    },
    "slider__item_slide-1 .slider__item-text": {
        "ua": "БГЕС являє собою енергетичний комплекс, що використовує відновлюване, практично невичерпне джерело енергії потоків води, і дозволяє виробляти дешеву електроенергію в обсягах, достатніх не тільки для окремих регіонів, але навіть для цілих континентів, з високою економічною ефективністю і стабільною величиною встановленої генерації. При цьому БГЕС, що розміщена всередині потоку на певній глибині, не перешкоджає судноплавству, не руйнує підводну екосистему, не спотворює ландшафт місцевості, не забруднює навколишнє середовище. Коефіцієнт використання встановленої потужності БГЕС наближається до значень такого у гребельних гідроелектростанцій і перевершує сонячні, вітрові та хвильові."
    },
    "slider__item_slide-1 .slider__item-app": {
        "ua": "<span>ЗАСТОСУВАННЯ</span> <br> Генерація електроенергії за рахунок течії води."
    },
    "slider__item_slide-1 .slider__item-more":{
        "ua":"Більше..."
    }
    //SLIDE 2
    // "slider__item_slide-2":{
    //
    // }


}
